const ua = {
  header: {
    nav: {
      home: "Головна",
      about_us: "Про нас",
      services: "Послуги",
      feedback: "Взаємозв'язок",
      contact: "Контакт",
    }
  },
  footer: {
    copyright: "techproengineering © 2022"
  },
  videoBg: {
    list: [
      "Лазерна різка металів",
      "Графіювання поверхонь",
      "Порошкове фарбування"
    ],
    btnText: "Послуги"
  },
  aboutUs: {
    title: "Про Нас",
    subtitle1: "Ми - Tech",
    subtitle2: "Pro",
    subtitle3: "Engineering",
    text: "Молоді професіонали своєї справи у широкому спектрі послуг",
    btnText: "Дізнатись більше",
    title2: "У нашому парку наявнірізноманітні типи обладнань:",
    servicesList: [
      {
        title: "Установка лазерної порізки металів"
      },
      {
        title: "Обладнання для лазерної порізки інших матеріалів",
        subtitle: "(Дерево, поролон, акрил тощо)"
      },
      {
        title: "Парк оптоволоконних та СО2 гравіювальних лазерів",
        subtitle: "(Працює по різним металам, дереву, шкірі, склі тощо)"
      },
      {
        title: "Обладнання для порошкового фарбування",
        subtitle: "(Здіснюємо фарбування від дисків до різноманітних деталей)"
      },
      {
        title: "Турбогалтування та шліфування деталей"
      },
      {
        title: "Склоструменева та піскоструменева камери"
      },
      {
        title: "Ультрафіолетовий принтер",
        subtitle: "(Друк можливий на будь-яких деталях та на усі 360 градусів)"
      },
      {
        title: "Ультразвукова ванна для очистки різних поверхонь"
      },
      {
        title: "Пакувальні станки"
      }
    ],
    text2: `Використання найсучаснішого обладнання та новітніх розробок дозволяє нам виконувати різнопланові замовлення дуже якісно та швидко. Широкий
      спектр наявного устаткування дає змогу виготовити різноманітні вироби та деталі. Також ми працюємо з серійними замовленнями будь-якої складності для
      забезпечення потреб наших клієнтів у різних галузях промисловості. Ми не обмежуємося стандартними позиціями, готові до креативної співпраці.
      Ознайомитися з нашими роботами ви можете у соц. мережах.`,
    title3: "Маєте запитання?",
    subtitle_3: "Звертайтесь за контактними данними, ми з радістю проконсультуємо Вас!",
    btnText2: "Наші контакти"
  },
  services: {
    title: "Наші послуги",
    list: [
      {
        id: "1",
        title: "Лазерна порізка металів та інших матеріалів",
        mediaType: "video",
        content: [
          "Лазерна різка металів та інших матеріалів є однією з наших послуг.",
          "Технологія такої різки має ряд суттєвих переваг в порівнянні з іншими способами:",
          [
            "Довільна конфігурація деталі",
            "Якісна поверхня різу, відсутність залишкової деформації на деталях",
            "Швидкість та автоматизація процесу різки лазером"
          ],
          "Ми також спеціалізуємося на різці неметалевих матеріалів (поролон, шкіра, акрил, пластик, фанера тощо). Вартість послуги лазерної різки розраховується індивідуально."
        ],
        feedbackText1: "Ви можете скористатися нашою ",
        feedbackLink: "формою для зворотного зв'язку",
        feedbackText2: " та надіслати нам інформацію для прорахунку (вид різки і матеріалу, який вас цікавить), а наш менеджер обов'язково зв'яжеться з вами.",
        phoneText: " З усіх питань звертайтесь за телефоном:",
        emailText: "Email для відправки креслень:"
      },
      {
        id: "2",
        title: "Лазерне гравіювання",
        mediaType: "image",
        content: [
          "Основним напрямком діяльності нашої компанії є надання послуг лазерного гравіювання по металам та неметалам.Широкий спектр обладнання з лазерного гравіювання дає нам змогу наносити будь-яку інформацію у вигляді тексту, зображення чи лого на метал, пластик, шкіру, дерево, кераміку, гуму, тканину, скло тощо та швидко і якісно опрацьовувати великі гуртові замовлення.",
          "Вартість послуги лазерного гравіюваня розраховується індивідуально."
        ],
        feedbackText1: "Ви можете скористатися нашою ",
        feedbackLink: "формою для зворотного зв'язку",
        feedbackText2: " та надіслати нам інформацію для прорахунку (вид різки і матеріалу, який вас цікавить), а наш менеджер обов'язково зв'яжеться з вами.",
        phoneText: " З усіх питань звертайтесь за телефоном:",
        emailText: "Email для відправки креслень:"
      },
      {
        id: "3",
        title: "Порошкове фарбування",
        mediaType: "video",
        content: [
          "Промислове фарбування (методом порошкового фарбування) є одним із багатьох напрямків нашої діяльності. Зокрема, головною спеціалізацією даного виду послуг є фарбування саме автомобільних дисків.",
          "Після фарбування поверхня виробу отримує характеристики, яких неможливо досягнути при застосуванні звичайних технологій:",
          [
            "Атмосферостійкість та опір дії ультрафіолетових променів",
            "Хімічна стійкість до розчинів багатьох кислот, лугів, нафтопродуктів та деяких органічних розчинників",
            "Висока міцність, ударостійкість, еластичність",
            "Широка гама кольорів і спецефектів"
          ],
          "Вартість послуги порошкового фарбування розраховується індивідуально."
        ],
        phoneText: "З усіх питань звертайтесь за телефоном:",
        emailText: "Email для зв’язку:"
      },
      {
        id: "4",
        title: "Склоструменева та піскоструменева обробка",
        mediaType: "image",
        content: [
          "Ми спеціалізуємося і на склоструменевій та піскоструменевій обробці, що є одними з фінішних обробок поверхонь металевих деталей. Суть склоструменевої обробки полягає в бомбардуванні оброблюваної поверхні скляними кульками різного діаметру, що в результаті дає матовану рівномірну поверхню. Окрім обробки металевих поверхонь склоструменева обробка застосовується для обробки скла, каменю, пластику тощо.",
          "Піскоструменева обробка металу - це спосіб очистки металевих поверхонь абразивним потоком, який виконує роль шліфувального засобу. Такий процес має подвійну функцію: очищає поверхню і надає їй шорсткості.",
          "Ви можете самостійно обрати тип обробки, який найбільше Вас цівавить, та зв’язатись з нами."
        ],
        phoneText: "З усіх питань звертайтесь за телефоном:",
        emailText: "Email для зв’язку:"
      },
      {
        id: "5",
        title: "Шліфування та турбогалтування",
        mediaType: "video",
        content: [
          "Наша компанія також надає послуги безцентрового шліфування та полірування металевих виробів. Безцентрове шліфування, здійснюване без затиску і без пристроїв примусового обертання деталі, не вимагає створення центрових базових гнізд і спрощує автоматизацію обробки.",
          "Ми надаємо наступні послуги:",
          [
            "Шліфування плоских поверхонь",
            "Шліфування циліндричних поверхонь"
          ],
          "TECHPRO ENGINEERING виконує також галтування і полірування деталей з чорної та нержавіючої сталі, титану та латуні в галтувальних вібромашинах.В основному це застосовується в якості фінішної обробки деталей з різних металів, в результаті чого можна отримати практично дзеркальну поверхню."
        ],
        phoneText: "З усіх питань звертайтесь за телефоном:"
      },
      {
        id: "6",
        title: "Ультразвукове промислове очищення",
        mediaType: "image",
        content: [
          "Ультразвукова промислова ванна для очищення деталей є найкращим інструментом для знежирення, зневуглецювання та видалення накипу для всіх деталей та компонентів, що ми і пропонуємо нашим клієнтам.",
          "Ультразвукове очищення є запорукою досягнення найкращих результатів навіть в найбільш важкодоступних місцях, незалежно від їх складності та конфігурації. Очистимо ваші деталі до блиску"
        ],
        phoneText: "З усіх питань звертайтесь за телефоном:",
        emailText: "Email для зв’язку:"
      },
      {
        id: "7",
        title: "Ультрафіолетовий друк",
        mediaType: "video",
        content: [
          "Унікальна послуга, яку ми надаємо – це ультрафіолетовий друк. У нашому парку наявний ультрафіолетовий принтер останнього покоління з додатковою установкою, що дає можливість наносити надзвичайно чітке та якісне зображення не лише на плоских поверхнях, а й на циліндричних на усі 360 градусів!",
          "Друк не втрачає якості, кольору та надійно тримається на майже усіх матеріалах (дерево, фанера, ЛДСП, МДФ, скло, пластик, акрил, композит, камінь, полотно, кераміка)."
        ],
        phoneText: "З усіх питань звертайтесь за телефоном:",
        emailText: "Email для відправки креслень та ваших ілюстрацій:"
      }
    ]
  },
  ordering: {
    title: "Оформлення замовлення",
    btnText: "Замовити зараз",
    text1: "Початок роботи над замовленням відбувається лише після обговорення та уточнення усіх деталей та Ваших побажань.",
    text2: "Терміни виконання замовлення залежать від наступних факторів:",
    list2: [
      "Тип роботи",
      "Навантаженість виробництва",
      "Наявність необхідних креслень та (або) моделей"
    ],
    list3: [
      "У свою чергу ми намагатимемося виконати Ваше замовлення якнайшвидше.",
      "Якщо у Вас немає макету чи креслень, наші спеціалісти допоможуть вам у цьому та підготують усі необхідні матеріали до виробництва.",
      "Приймаємо замовлення по всій Україні.",
      "ВІДПРАВКА ТОВАРУ можлива будь-якими ТРАНСПОРТНИМИ КОМПАНІЯМИ."
    ]
  },
  qa: {
    title: "Часті запитання",
    questions: [
      {
        title: "Як відбувається процес оформлення замовлення? ",
        list1: [
          "Після контакту з нашими спеціалістами (за допомогою мейлу, телефону, соцмереж тощо), обговорення усіх деталей і попереднього прорахунку Вашого замовлення, ми передаємо усі ці данні на виробництво."
        ]
      },
      {
        title: "Як довго очікувати на виконання мого замовлення?",
        list1: [
          "Терміни виконання замовлення залежать від наступних факторів: тип роботи, серійність, навантаженість виробництва, наявність необхідних креслень та моделей.",
          "В свою чергу ми намагаємося виконати ваше замовлення якнайшвидше."
        ]
      },
      {
        title: "Я маю потребу у лазерній різці, гравіюванні, нанесенні друку, але не маю готових матеріалів (креслень, моделей, ілюстрацій тощо)?",
        list1: [
          "Ми маємо штатного дизайнера. За додаткову плату залюбки створимо Вам робоче креслення, дизайн для гравіювання чи для нанесення УФ друку."
        ]
      }
    ]
  },
  socials: {
    title: "Ми в соцмережах"
  },
  feedback: {
    title: "Зворотній зв'язок",
    btnText: "Відправити"
  },
  contacts: {
    title: "Контактні дані",
    list: [
      {
        title: "Номер телефону",
        href: "tel:+380507745376",
        icon: "icon-phone",
        content: [
          "+38 (050) 774-53-76",
          "+38 (099) 238-14-76"
        ]
      },
      {
        title: "Email для контакту та креслень",
        href: "malito:support@techproengineering.com.ua",
        icon: "icon-email",
        content: [
          "support@techproengineering.com.ua"
        ]
      },
      {
        title: "Адреса",
        href: "https://www.google.es/maps/place/%D0%91%D1%94%D0%BB%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D1%81%D1%8C%D0%BA%D0%B0,+13,+%D0%A1%D0%B0%D1%80%D0%BD%D0%B8,+%D0%A0%D1%96%D0%B2%D0%BD%D0%B5%D0%BD%D1%81%D1%8C%D0%BA%D0%B0+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%8C,+%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B0,+34500/@51.3318731,26.6152898,17z/data=!3m1!4b1!4m5!3m4!1s0x4728a291e9b2eeb9:0x72ecc9915fb54029!8m2!3d51.3318731!4d26.6174784",
        icon: "icon-location",
        content: [
          "Україна, Рівненська область,",
          "м. Сарни, вул. Бєлгородська 13"
        ]
      }
    ]
  }
}

export default ua
